export default {
  '0000': {
    res: [
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '功夫，两个字……'
      },
      { label: '十一', mark: '神勇爆头男', uid: 'eleven', value: '等等！' },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '啊？不是这两个字啊~'
      },
      {
        label: '十一',
        mark: '神勇爆头男',
        uid: 'eleven',
        value: '/拔刀 什么人，出来！'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '诶诶，你用得着拔刀吗？给我把刀收起来！…………把你的双节棍也收起来！'
      },
      {
        label: '白鸽',
        mark: '双节棍公主',
        uid: 'dove',
        value: '@你 你是新生吗？'
      }
    ],
    req: [
      { value: '对，我是萌新！', next: '1537760858350' },
      { value: '我还没决定加入呢！', next: '1537761189380' },
      { value: '我是往届会员，暗号：南山巅上火麟烈', next: '1537761226778' },
      { value: '我想入会！', next: '1537762954753' }
    ]
  },
  '1537760858350': {
    res: [
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '哦，欢迎入会，如果现在有笔墨纸砚，我很愿意给你写一封亲笔信。'
      },
      {
        label: '夜燕',
        mark: '除了张敬轩，我还爱C罗',
        uid: 'swallow',
        value: '什么？还有信？我们当年为啥没这待遇？'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '怪十一，是他没有延续这中华民族的光荣传统。'
      },
      { label: '十一', mark: '神勇爆头男', uid: 'eleven', value: '……' },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '@你 跟我来吧！'
      }
    ],
    req: [
      { value: '去哪？', next: '1537761711316' },
      { value: '先不了，我想了解一些问题。', next: '1537762085642' },
      { value: '你是谁？', next: '1537760858350' }
    ]
  },
  '1537761189380': {
    res: [
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '哦，还没决定呀？那我带你转转吧？'
      },
      {
        label: '十一',
        mark: '神勇爆头男',
        uid: 'eleven',
        value: '我来我来！我给你看看我的双节棍！'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '那个谁，把十一按住！'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '@你 我们去走走？'
      }
    ],
    req: [{ value: '嗯，去走走！', next: '1537761711316' }]
  },
  '1537761226778': {
    res: [
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '回：北海潜深雪饮寒'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '欢迎回来！'
      }
    ],
    req: [{ value: '好久不见，夜鹰！', next: '1537775841226' }]
  },
  '1537761711316': {
    res: [
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '这里是我们以前训练的操场，我们在年纪和你一般大的时候，创立了这个武术协会。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '至今，我还保留着协会刚成立时，我插在操场上的那把刀。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '偶尔，我们会在操场上围成圈，开辩论会。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '累的时候，我们会躺在操场上看星星。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '我现在还能想起，当年他们玩双节棍时，棍子发出的玲珑声，如琉璃坠落，清脆动听。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '我还曾和天啸讨论着当年的天下第一关。'
      },
      {
        label: '黑火',
        mark: '托尼贾',
        uid: 'fire',
        value: '@夜鹰 咦，你那把刀不是给我了吗？'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '哼，刀的精神还留在我这里！'
      }
    ],
    req: [
      { value: '天下第一关？', next: '1537762085642' },
      { value: '刀？那是把什么刀？', next: '1537762424629' },
      { value: '我想报名！', next: '1537762954753' }
    ]
  },
  '1537762085642': {
    res: [
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '当年吴三桂率领山东铁骑镇守在山海关，得知崇祯皇帝煤山上吊，陈圆圆被李自成手下虏霸，“恸哭六军俱缟素，冲冠一怒为红颜”……'
      },
      {
        label: '夜隼',
        mark: '大魔王 & 夜鹰小徒弟',
        uid: 'falcon',
        value: '/提醒 师父！师父！'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '噢，我跑题了！你想了解什么？'
      }
    ],
    req: [
      { value: '武术到底是什么？', next: '1537764090986' },
      { value: '练武术最重要的是什么？是武德吗？', next: '1537765971774' },
      { value: '怎么拉韧带？', next: '1538096409327' },
      { value: '武术跟跆拳道比如何？', next: '1537766606806' },
      { value: '当今之下，如何正确看待武术？', next: '1537889270320' },
      { value: '协会有哪些部门？', next: '1537767782876' },
      { value: '呃，我想继续听天下第一关的故事~', next: '1537771179005' },
      { value: '武协以前有哪些师兄师姐？', next: '1537771787752' }
    ]
  },
  '1537762424629': {
    res: [
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '那是把造型古朴的唐刀，开了血槽，在末尾处开了两面刃，高碳钢制，洛氏硬度在59~61。'
      }
    ],
    req: [{ value: '哦', next: '1537762085642' }]
  },
  '1537762954753': {
    res: [
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '欢迎，不过这里是武协的自留地，你可以加群报名'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '群号是：850715103'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '有什么问题，你也可以直接在群里问。'
      }
    ],
    req: [{ value: '好的！', next: '1537762085642' }]
  },
  '1537763494924': {
    res: [
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '那么，还有问题吗？'
      }
    ],
    req: [{ value: '有', next: '1537762085642' }]
  },
  '1537764090986': {
    res: [
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '一般我们说的武术是指中国传统的技击技巧，不包括国外的拳术和现代搏击，像韩国跆拳道，日本空手道、合气道，巴西卡波耶拉，还有MMA，站立式搏击。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '但是我们没有门户之见，在武术协会里，上述所有的都可以讨论。有不懂的，欢迎来问我。'
      }
    ],
    req: [{ value: '好的，我想回去看看其他问题！', next: '1537762085642' }]
  },
  '1537765971774': {
    res: [
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '武德么？'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '这只是一个很笼统的说法啦，如今社会的整体道德意识和法律意识都已经大大胜过古代。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '只要小学思想品德课及格，基本上就满足了武德的要求。其实我觉得如今更需要的是思辨能力。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '也就是能够进行独立思考的能力，要能做到这个，你需要多看书，多了解知识哦。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '《三国演义》里，诸葛亮对鲁肃说：为将而不通天文，不识地利，不知奇门，不晓阴阳，不看阵图，不明兵势，是庸才也。 '
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '意思是：作为一位将军，不懂天文地理，不知奇门遁甲、不晓阴阳五行，不明兵势运用，只是庸才一个。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '所以，如果你真的有心要了解武术，就需要了解宇宙苍生，而不仅仅是武德。我说的够清楚么？'
      }
    ],
    req: [
      { value: '嗯，涨知识了。', next: '1537762085642' },
      { value: '如果遇到危险呢？', next: '1537925964934' },
      { value: '不够！', next: '1537776281933' }
    ]
  },
  '1537766606806': {
    res: [
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '跆拳道么？踢木板的功夫么？'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '跆拳道是我见过的，缺点最多的技击术了。在理论上就犯了众多的搏击大忌，脚不生根，重心不稳，无处接力，进退都慢。简直就是……'
      },
      {
        label: '白鸽',
        mark: '双节棍公主',
        uid: 'dove',
        value: '快！把夜鹰拉走！'
      },
      {
        label: '白鸽',
        mark: '双节棍公主',
        uid: 'dove',
        value: '不好意思，夜鹰相当排斥跆拳道……'
      },
      {
        label: '十一',
        mark: '神勇爆头男',
        uid: 'eleven',
        value:
          '在无规则的情况下，跆拳道的实战价值很低，所以它应该被归入竞技体育，而非技击术。况且跆拳道只是一个门派，跟武术这样一整个体系的很难相提并论。'
      },
      {
        label: '夜隼',
        mark: '大魔王 & 夜鹰小徒弟',
        uid: 'falcon',
        value: '如果你想学跆拳道，出门左转应该能找到跆拳道协会。'
      }
    ],
    req: [{ value: '好吧~', next: '1537767300450' }]
  },
  '1537767300450': {
    res: [
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '还有，跆拳道踢的木板是最薄的那种，你可以上淘宝看看，最薄的0.2厘米的都有，几乎跟鸡蛋壳一样容易破裂。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '武术追求的是力的运用自如，例如在一掌的距离里打穿2cm的木板'
      }
    ],
    req: [{ value: '好了好了，知道了！', next: '1537762085642' }]
  },
  '1537767782876': {
    res: [
      {
        label: '夜燕',
        mark: '除了张敬轩，我还爱C罗',
        uid: 'swallow',
        value: '武术协会里有文部、武部，还有科研部。'
      },
      {
        label: '夜燕',
        mark: '除了张敬轩，我还爱C罗',
        uid: 'swallow',
        value:
          '文部是做一些文职，管理经费、买器材、买书什么的，武部自然就是训练了。有能力的话，你可以用经费做你喜欢且对协会有意义的事情。'
      },
      {
        label: '夜燕',
        mark: '除了张敬轩，我还爱C罗',
        uid: 'swallow',
        value: '科研部，全称是：科学研究分析部门。部长是夜鹰。'
      },
      {
        label: '夜燕',
        mark: '除了张敬轩，我还爱C罗',
        uid: 'swallow',
        value:
          '毕竟武术已经存在了千年，有很多精妙的技巧，但也有很多糟粕，甚至有人打着传人的名头在宣传虚假的东西。我们希望能以科学为基础，去剖析招式技巧的原理，去伪存真。'
      },
      {
        label: '夜燕',
        mark: '除了张敬轩，我还爱C罗',
        uid: 'swallow',
        value: '追求精拳脚，知兵器……'
      }
    ],
    req: [
      { value: '哦，知道了！', next: '1537762085642' },
      { value: '怎么才能加入科研部？', next: '1537769619380' }
    ]
  },
  '1537769619380': {
    res: [
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '进科研部，需要文武兼修到一定的程度，能辨真伪，如果你觉得自己达到这样的要求，就来找我吧！'
      }
    ],
    req: [{ value: '好的~', next: '1537762085642' }]
  },
  '1537770558393': {
    res: [
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '我？我是……这个协会的第一任会长，现任虽然离校了，但还是武协科研部部长'
      }
    ],
    req: [
      { value: '这是什么地方？', next: '1537770634059' },
      { value: '哦，知道了。', next: '1537762085642' }
    ]
  },
  '1537770634059': {
    res: [
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '天下武学总汇，是武协的自留地，是个机器人，由我开发、管理和运营。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '如果你喜欢的话，也可以参与进来。'
      }
    ],
    req: [{ value: '我考虑考虑。', next: '1537762085642' }]
  },
  '1537771179005': {
    res: [
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '嗯，说起来的话……'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '那年，吴三桂十七岁，年纪轻轻，就当上了山海关总兵，家中还有娇妻陈圆圆……'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '？？咦，我稿子呢？'
      },
      {
        label: '白鸽',
        mark: '双节棍公主',
        uid: 'dove',
        value: '刚刚十一说要去擦擦窗户，正在找报纸，正好看见桌子上……我去追他！'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '不用了！……黑火，我的刀呢？'
      },
      { label: '黑火', mark: '托尼贾', uid: 'fire', value: '我去拿！' },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '@你 我晚点写篇文章给你吧，如果我忘了，记得催我！'
      }
    ],
    req: [{ value: '好吧，我先等着！', next: '1537762085642' }]
  }
}
