// 1537771787752
// req: [{ value: 'Get it.', next: '1537762085642' }]

export default {
  '1537771787752': {
    res: [
      {
        label: '木叶',
        mark: '吉祥物',
        uid: 'leaf',
        value:
          '第一届(2009)<br />会长：夜鹰<br />指导老师：黄药师<br />成员：十一、天啸、小狼、黑火、阿呆、白鸽'
      },
      {
        label: '木叶',
        mark: '吉祥物',
        uid: 'leaf',
        value:
          '第二届(2010)<br />会长：夜鹰、十一<br />指导老师：黄药师<br />成员：白鸽、天啸、黑火、小狼、阿呆、夜隼（夜鹰大徒）、小雨、日光、北极熊、狒狒、月饼、幽灵、贞子、寿司、阿娇、火舞、猪妹、青豹、铁牛、乌龙、八一、鲶鱼（吉祥物）、黄天华、柯明娣、梁庆欢、杨晓婷，简茂名，戚发杰'
      },
      {
        label: '木叶',
        mark: '吉祥物',
        uid: 'leaf',
        value:
          '第三届(2011)<br />会长：梁庆欢<br />成员：夜燕，李宇晴，杨晓婷，简茂名，戚发杰，李澄，赖夏凌，蔡晓梅，陈粤，吴启健，冯国豪，林永崧，梁海潮，赵晓斌，廖明亮，杨志宁，刘佩茹，郭卫书，李佩'
      },
      {
        label: '木叶',
        mark: '吉祥物',
        uid: 'leaf',
        value:
          '第四届(2012)<br />会长：赵晓斌<br />成员：刘佩茹、梁海潮、郭卫书、曾宪基、陈粤、廖明亮、吴国宇、肖梓锋、蔡晓梅'
      },
      {
        label: '木叶',
        mark: '吉祥物',
        uid: 'leaf',
        value:
          '第五届(2013)<br />会长：木翼<br />成员：木叶、李政钊、杨昕、温楚婷、梁雁昌、郑景蔓、吴金宗、李纯、柯颖仪、吴志鹏、陈如鉴、陈寿梓'
      },
      {
        label: '木叶',
        mark: '吉祥物',
        uid: 'leaf',
        value:
          '第六届（2014）<br />会长：吴茂生<br />文部：刘婧莹、莫敏瑜、刘文浩<br />武部：柯诗杰、袁汉斌、彭大航 '
      },
      {
        label: '木叶',
        mark: '吉祥物',
        uid: 'leaf',
        value:
          '第七届(2015)<br />会长：暗禄<br />文部：陈静茹  李铧  陈威鹏<br />武部：许家齐（教练）、戴健辉、谢昭阳、程梓洛、郑晓春、寒梅'
      },
      {
        label: '木叶',
        mark: '吉祥物',
        uid: 'leaf',
        value:
          '第八届（2016）<br />会长：吴国浩<br />文部：朱晓、陈涛，车春喜<br />武部：黄俊豪、林松力、古天豪、白宗明<br />覃涵彬，陆修通'
      },
      {
        label: '木叶',
        mark: '吉祥物',
        uid: 'leaf',
        value: '第九届（2017）<br />会员:陈威宇，吴乐燊'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '哇，已经九届了啊？'
      },
      {
        label: '木叶',
        mark: '吉祥物',
        uid: 'leaf',
        value: '嗯，现在加入的话，就是第十届了。'
      }
    ],
    req: [{ value: 'Get it.', next: '1537762085642' }]
  }
}
