export default {
  '1537925964934': {
    res: [
      {
        label: '天啸',
        mark: '从事辞职事业多年',
        uid: 'sky',
        value:
          '武德的界限并不那么清晰，要知道，在古代，稍微偏远一点的地区，持强凌弱是常有的事。'
      },
      {
        label: '天啸',
        mark: '从事辞职事业多年',
        uid: 'sky',
        value: '因此以前的人一直强调武德。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '如果要诠释得更好一些，那就是“仁者无敌”吧。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '这四个字的意思，并非成为仁者，天下间就没有对手了。仁是指豁达、平和，成为仁者，不再嫉妒，不再憎恨！心里就不再有敌人。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '当然，我上面说的只是对自己。对外，见到有需要的时候，能帮则帮，能力越大，责任越大，诚然，你可以逃避这种责任，是否出手在于你个人的选择。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '道德总是会先进于法律。但是，在不违反法律的情况下，以道德的名义要求你主动、无私地去做某件事，多少算是道德绑架。'
      }
    ],
    req: [
      { value: '那如果我被人欺负呢？', next: '1537927450507' },
      { value: '那如果我看见有人欺负人呢？', next: '1537927897239' }
    ]
  },
  '1537927450507': {
    res: [
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '跑！这是最安全的做法！如果对方只针对你，你又觉得打不过他，那跑得越快越好。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '但如果，对方发起了群体性的无差别攻击，你跑了，他也会伤害别人。这个时候你跑也是绝对合理的，但你如果能站出来则是高尚的。'
      },
      {
        label: '十一',
        mark: '神勇爆头男',
        uid: 'eleven',
        value: '群体攻击？就是街上乱砍人那种恶性事件吧？'
      },
      {
        label: '天啸',
        mark: '从事辞职事业多年',
        uid: 'sky',
        value:
          '嗯，理论上，由于这种情形下的行凶人注意力不集中，其实很好对付。只要挑个长兵器，例如晾衣棍……'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '好了好了，至于什么情况下该怎么打，你以后会学到的！'
      }
    ],
    req: [
      { value: 'OK，我会好好学的', next: '1537762085642' },
      { value: '如果避无可避呢？', next: '1537929689818' }
    ]
  },
  '1537927897239': {
    res: [
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '一般来说，你不知道别人冲突的前因后果，主人打小偷，还是小偷打主人，你不知道，胡乱帮人容易帮错。你们怎么看？'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '如果只是推推嚷嚷，那就算了。根据经验，这些都只是扯嘴皮，打不起来。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '如果真的打起来了，而且很显然是持强凌弱，例如几个打一个，或者男的打女的，或者一方持有凶器打另一方。我应该会去架开他们的。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '当然，你们如果还是学生，十分不建议出手，'
      }
    ],
    req: [
      { value: '好，我乖~', next: '1537762085642' },
      { value: '如果避无可避呢？', next: '1537929689818' }
    ]
  },
  '1537929689818': {
    res: [
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '避无可避，已经不是武术的范畴了，世界上任何一门道德理论都无法回答这种问题，那是生与死的选择。任人宰割或背水一战，这两句话我都说不出来。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '但这种情况太过于极端，只要小心谨慎，应该不至于会掉入这样的境地里。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '所以，小心点！'
      }
    ],
    req: [{ value: '哦……我会小心的！', next: '1537762085642' }]
  }
}
