export default {
  '1538096409327': {
    res: [
      {
        label: '天啸',
        mark: '从事辞职事业多年',
        uid: 'sky',
        value: '今晚月明星稀，乌雀南飞……'
      },
      {
        label: '天啸',
        mark: '从事辞职事业多年',
        uid: 'sky',
        value: '@白鸽 你在干嘛？'
      },
      {
        label: '白鸽',
        mark: '双节棍公主',
        uid: 'dove',
        value: '压腿！拉韧带！'
      },
      {
        label: '天啸',
        mark: '从事辞职事业多年',
        uid: 'sky',
        value: '拉韧带？你刚刚跑步了吗？'
      }
    ],
    req: [
      { value: '我看见她跑过了', next: '1538096690202' },
      { value: '没跑，她一来就开始压腿', next: '1538096490879' }
    ]
  },
  '1538096490879': {
    res: [
      {
        label: '天啸',
        mark: '从事辞职事业多年',
        uid: 'sky',
        value: '没跑步就压，没什么效果啊'
      },
      { label: '白鸽', mark: '双节棍公主', uid: 'dove', value: '那我先去跑步' },
      {
        label: '天啸',
        mark: '从事辞职事业多年',
        uid: 'sky',
        value: '嗯，做些运动让肌肉处于放松状态，才不容易受伤。'
      }
    ],
    req: [{ value: '那我去看着她跑！', next: '1538096690202' }]
  },
  '1538096690202': {
    res: [
      {
        label: '天啸',
        mark: '从事辞职事业多年',
        uid: 'sky',
        value:
          '好，不过，韧带也不是这样拉的。严格来说，韧带不需要怎么拉。韧带的柔韧性和强度都比肌肉要强。'
      },
      {
        label: '天啸',
        mark: '从事辞职事业多年',
        uid: 'sky',
        value:
          '柔韧性差短板在肌肉上，这是个概念问题。需要拉伸锻炼的不是韧带，是肌肉，当然，如果是那种练柔体术的，韧带确实需要额外锻炼。'
      },
      { label: '白鸽', mark: '双节棍公主', uid: 'dove', value: '不懂' },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '比如你的手指，摸不出什么发达的肌肉，但是能拎着十来斤的重物逛街和上下楼。用的就是韧带的力量。因为在长达十几年的生活中，你一直无意识地使用和锻炼你自己的手指、这就是韧带的耐力和力量，是一种持久的力量。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '像长跑运动员不如短跑运动员强壮，因为长跑需要的是耐力，而不是爆发力，耐力是韧带所擅长的，爆发力则是肌肉所擅长的。因此长跑运动员不需要很发达的肌肉。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '再比如，砍柴的樵夫，常年使用手腕的力量劈柴，他们的手臂并没有多粗壮，但是掰手腕能胜过很多健身房出来的肌肉男。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '总之呢，韧带的强度要优于肌肉，打个比方……'
      },
      {
        label: '夜隼',
        mark: '夜鹰小徒弟 & 专业拆台',
        uid: 'falcon',
        value: '你的比喻真多……'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '……你手上有两条长度相同的皮筋，你两条捏在一起同时拉伸，那么拉伸的极限，或者说能拉多长，是取决于哪一个根？'
      }
    ],
    req: [
      { value: '弹性好的！', next: '1538097071590' },
      { value: '弹性差的！', next: '1538098035405' }
    ]
  },
  '1538097071590': {
    res: [
      {
        label: '白鸽',
        mark: '双节棍公主',
        uid: 'dove',
        value: '我都听懂了，你还没懂啊？你好好看看！'
      }
    ],
    req: [
      {
        value: '哦，是取决于弹性差的。那到底应该怎么提高柔韧性？',
        next: '1538098035405'
      }
    ]
  },
  '1538098035405': {
    res: [
      {
        label: '天啸',
        mark: '从事辞职事业多年',
        uid: 'sky',
        value: '没错了！'
      },
      {
        label: '天啸',
        mark: '从事辞职事业多年',
        uid: 'sky',
        value: '提高柔韧性的话。先要知道，我们的腿部有什么肌肉，我随便数下：'
      },
      {
        label: '天啸',
        mark: '从事辞职事业多年',
        uid: 'sky',
        value: '有臀……夜鹰，你来数一下！'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '？？……'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '唔……'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '有臀大肌，臀中肌，臀小肌，还有一个梨状肌。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '然后是大腿的，按键半膜肌，股二头肌，腓肠肌，还有比目鱼肌。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '阔筋膜张肌，缝匠肌，还有股四头肌。'
      },
      { label: '白鸽', mark: '双节棍公主', uid: 'dove', value: '/鼓掌 666' },
      {
        label: '天啸',
        mark: '从事辞职事业多年',
        uid: 'sky',
        value:
          '我们做一个动作的时候，并不是一条肌肉在做，而是很多条肌肉一起协作，因此，你单用一个姿势拉是没用的。前后拉、左右拉、正压、侧压，用的姿势越多，能锻炼的肌肉也就越多。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '然而，这锻炼的仅仅是纯粹的柔韧性。'
      },
      { label: '白鸽', mark: '双节棍公主', uid: 'dove', value: '难道还不够？' }
    ],
    req: [{ value: '对呀，难道还不够？', next: '1538099123456' }]
  },
  '1538099123456': {
    res: [
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '压腿，毕竟是靠着重力和你的腰力，说不定还让别人帮你压之类的外力。但是，当你要靠自己的力量踢腿时，你的肌肉根本不会发力，它没有受过相应的协作训练，自然不会帮助你完成动作。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '所以，我还是建议该【怎么打就怎么练】，你要踢腿，那就不停地踢。肌肉自身的强度能保证你不把自己的韧带拉伤。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '借助外力可就不好说了，一旦外力超过你肌肉承受的极限，很可能会受伤，总之，压腿锻炼只是辅助'
      }
    ],
    req: [{ value: '知道了，谢谢', next: '1537762085642' }]
  }
}
