export default {
  '1538194950327': {
    res: [
      {
        label: '夜燕',
        mark: '除了张敬轩，我还爱C罗',
        uid: 'swallow',
        value:
          '“手帕缓缓抹过刀身，将刀面擦拭得光滑如镜，对着夕阳，依然反射出冷冷的刀光，手指轻弹，刀身发出悦耳的轻鸣。操场上的少年满意地点点头，挥刀入鞘，随即拿起身边的奶茶。”'
      },
      {
        label: '夜燕',
        mark: '除了张敬轩，我还爱C罗',
        uid: 'swallow',
        value: '少年？@夜鹰，你的日记？'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '嗯？我的日记？你从哪里偷出来的？'
      },
      {
        label: '夜隼',
        mark: '夜鹰小徒弟 & 专业拆台',
        uid: 'falcon',
        value: '/逃 我突然对“仙人挂画”这招有点感悟！！'
      },
      {
        label: '夜燕',
        mark: '除了张敬轩，我还爱C罗',
        uid: 'swallow',
        value:
          '夜鹰，我突然有个问题，为什么古代的名剑那么多？但是又好像很难得的样子。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '@你 你想知道吗？'
      }
    ],
    req: [
      { value: '想，我也很好奇！', next: '1538197852147' },
      { value: '不想，我对古代刀剑一点兴趣都没有。', next: '1538200726385' }
    ]
  },
  '1538197852147': {
    res: [
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '那我就说说吧！'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '古代是冷兵器时代，就数量而言，刀刀剑剑的非常多。但是真正削铁如泥的宝剑却少之又少。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '其中很大的一个原因是：名家名匠打造出宝剑，也只是因为巧合。'
      },
      {
        label: '夜燕',
        mark: '除了张敬轩，我还爱C罗',
        uid: 'swallow',
        value: '巧合？'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '是的，比如他们得到一块很不一样的铁矿石，铁含量比较高或是某些合金矿石，当然，每到这种时候，他们都会说这是天外陨铁。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '此外，打造一把剑，工艺有退火、正火、淬火、回火四个过程，纯人工操作，这个环节稍有差池，那个环节出点问题，剑就没那么好了。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '宝剑之所以能诞生，是因为恰巧地，在每个环节都恰到好处，不多不少。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '此外，水也很重要。《史记》记载：天下九大名剑皆出西平，是因为西平那里的水矿物质丰富。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '在进行回火这道工序的时候，将烧的透体通红的剑往水里一插，水中的矿物质会与钢铁发生剧烈的化学反应，形成一层层氧化膜，提升了剑的硬度。这是地利决定的，并且是近代才总结出来的发现，并非人的功劳。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '因此，要造一把好剑，首先需要有高超的水平铸剑师，其次要得到比较好的矿石，其次要有比较好的水源，并且在造剑的过程中能根据火候、素材的不同，像个大厨放盐一样，对每个环节的“一点、适量和少许”的精确把控。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '所以，说古代的宝剑是在机缘巧合下诞生的并不为过。人事居半，天意居半。'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value:
          '造出一把剑，恐怕需要一两年，甚至数年，中间还有可能功败垂成。因此，名剑诞生非常难能可贵！'
      },
      {
        label: '夜燕',
        mark: '除了张敬轩，我还爱C罗',
        uid: 'swallow',
        value:
          '“一把把携带各自传说的名剑，它们独特而悦耳的名字在脑海里跃然而出：棠溪、龙泉、轩辕、巨阙、龙渊、青冥。少年站在千年后临风怀想，每一把剑的出世是如此幸运，尽管它们早已随着各自的主人入墓陪葬，也可能深埋土下，已成锈铁。但一闭眼，似乎还能体会到它们当年出鞘时的那抹伶俐和不可一世。”'
      }
    ],
    req: [{ value: '嗯，可惜，我不是它们的主人。', next: '1538200726385' }]
  },
  '1538200726385': {
    res: [
      {
        label: '夜燕',
        mark: '除了张敬轩，我还爱C罗',
        uid: 'swallow',
        value: '那日记还你，教教我怎么擦剑吧！'
      },
      {
        label: '夜鹰',
        mark: '拔剑最快 & 职业电灯泡',
        uid: 'eagle',
        value: '好，把你的剑拿来。准备面粉、手帕。'
      }
    ],
    req: [{ value: '我就不学了。', next: '1537762085642' }]
  }
}
